[{'title': 'Chinese leaves', 'title_detail': {'type': 'text/plain', 'language': None, 'base': '', 'value': 'Chinese leaves'}, 'links': [{'rel': 'alternate', 'type': 'text/html', 'href': 'https://serica.blog/2018/11/05/chinese-leaves/'}], 'link': 'https://serica.blog/2018/11/05/chinese-leaves/', 'comments': 'https://serica.blog/2018/11/05/chinese-leaves/#comments', 'authors': [{'name': 'David Helliwell'}], 'author': 'David Helliwell', 'author_detail': {'name': 'David Helliwell'}, 'published': 'Mon, 05 Nov 2018 10:55:48 +0000', 'published_parsed': time.struct_time(tm_year=2018, tm_mon=11, tm_mday=5, tm_hour=10, tm_min=55, tm_sec=48, tm_wday=0, tm_yday=309, tm_isdst=0), 'tags': [{'term': 'Uncategorized', 'scheme': None, 'label': None}], 'id': 'http://serica.blog/?p=1249', 'guidislink': False, 'summary': 'In several previous blog entries I have referred to my online list Chinese books in Europe in the 17th century. Over a period of several decades I have been trying to locate them all, and in gathering this information have been helped by a growing number of scholars for whose contributions I am deeply grateful; [&#8230;]', 'summary_detail': {'type': 'text/html', 'language': None, 'base': '', 'value': 'In several previous blog entries I have referred to my online list Chinese books in Europe in the 17th century. Over a period of several decades I have been trying to locate them all, and in gathering this information have been helped by a growing number of scholars for whose contributions I am deeply grateful; [&#8230;]'}, 'content': [{'type': 'text/html', 'language': None, 'base': '', 'value': '<p>In several previous blog entries I have referred to my online list <a href="http://www.bodley.ox.ac.uk/users/djh/17thcent/" target="_blank" rel="noopener">Chinese books in Europe in the 17th century</a>. Over a period of several decades I have been trying to locate them all, and in gathering this information have been helped by a growing number of scholars for whose contributions I am deeply grateful; they are named and their contributions are acknowledged in the list. Among the most assiduous is Koos Kuiper, who most recently has told me of a single printed leaf that he discovered in the Museum Martena in Franeker (Friesland, the Netherlands).</p>\n<p>It is the second leaf of the first <em>juan</em> 卷 of a work called <em>Wuche bajin</em> 五車拔錦, which I suppose one could translate as &#8220;Five cartloads of collected goodies&#8221;. It is actually an encyclopaedia full of all kinds of useful knowledge, and of these there are already several examples in my 17th century list.</p>\n<p>If there were a copy of the complete work in the Bodleian I would catalogue it as follows:<br />\n新鍥全補天下四民利用便觀五車拔錦 三十三卷 / (明)徐三友校<br />\n明萬曆丁酉[1597]建陽書林鄭世魁刊本</p>\n<p>In fact, there are currently only two known complete copies, one in the Library of Congress and the other in the library of Tokyo University&#8217;s &#8220;Institute for Advanced Studies on Asia&#8221; (to use its official English name), better known to us as Tōyō Bunka Kenkyūjo 東洋文化研究所. The latter came from the collection of the distinguished academic Niida Noboru 仁井田陞 (1904-1966), and was reproduced in 1999 as the first text in the series of popular reference works <em>Chūgoku nichiyō ruisho shūsei</em> 中國日用類書集成. This reproduction was then pirated in China in 2011 in the series <em>Mingdai tongsu riyong leishu jikan</em> 代通俗日用類書集刊 – the seal of Tōyō Bunka Kenkyūjo has been carefully air-brushed out, but not that of the Niida bequest.</p>\n<p>The Japanese reproduction is particularly well done, and the series is prefaced by an account by Sakai Tadao 酒井忠夫 of Noboru Niida and popular encyclopaedias in general, and one by Sakade Yoshinobu 坂出祥伸 of the popular enclopaedias of the Ming Dynasty. Each text has an explanatory postface, and that of Wuche bajin is by Ogawa Yōichi 小川陽一.</p>\n<p>Here are images of the first leaf of text and the <em>paizi</em> 牌子 to show what the edition looks like:</p>\n<p><a href="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg" target="_blank" rel="noopener"><img data-attachment-id="1250" data-permalink="https://serica.blog/2018/11/05/chinese-leaves/wuchebajin2/" data-orig-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg" data-orig-size="2000,3704" data-comments-opened="1" data-image-meta="{&quot;aperture&quot;:&quot;1.7&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;SM-G930F&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;1540478467&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;4.2&quot;,&quot;iso&quot;:&quot;50&quot;,&quot;shutter_speed&quot;:&quot;0.01&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}" data-image-title="wuchebajin2" data-image-description="" data-medium-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=162" data-large-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=380" class="alignnone size-medium wp-image-1250" src="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=162&#038;h=300" alt="" width="162" height="300" srcset="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=162&amp;h=300 162w, https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=324&amp;h=600 324w, https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=81&amp;h=150 81w" sizes="(max-width: 162px) 100vw, 162px" /></a>\xa0<a href="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg" target="_blank" rel="noopener"><img data-attachment-id="1251" data-permalink="https://serica.blog/2018/11/05/chinese-leaves/wuchebajin1/" data-orig-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg" data-orig-size="2080,3800" data-comments-opened="1" data-image-meta="{&quot;aperture&quot;:&quot;1.7&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;SM-G930F&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;1540478556&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;4.2&quot;,&quot;iso&quot;:&quot;64&quot;,&quot;shutter_speed&quot;:&quot;0.01&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}" data-image-title="wuchebajin1" data-image-description="" data-medium-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=164" data-large-file="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=380" class="alignnone size-medium wp-image-1251" src="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=164&#038;h=300" alt="" width="164" height="300" srcset="https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=164&amp;h=300 164w, https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=328&amp;h=600 328w, https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=82&amp;h=150 82w" sizes="(max-width: 164px) 100vw, 164px" /></a></p>\n<p>The single leaf of this edition that Koos discovered in Franeker is surely from one of the consignments of Chinese books imported by Dutch merchants in the early 17th century and sold at auction in Amsterdam, as it is accompanied by a letter dated 1637, a very important piece of evidence as we shall see in a moment. Five complete <em>juan</em> (24-28) of the same edition are found in the Bibliothèque Nationale de France (Chinois 5652), and these can be seen <a href="https://gallica.bnf.fr/ark:/12148/btv1b9006397h" target="_blank" rel="noopener">online</a>. They are likely to be from the same copy, and I have added them to my list as such, but this has yet to be confirmed.</p>\n<p>The Museum Martena&#8217;s website has images of both the <a href="http://www.dcn-images.nl/img/MM/S0119.jpg" target="_blank" rel="noopener">single leaf</a> and the <a href="http://www.dcn-images.nl/img/MM/S0094.jpg" target="_blank" rel="noopener">accompanying letter</a>. The letter is addressed to Anna Maria van Schurman, and it is from Adreas Colvius. Here is Koos&#8217;s transcription of the text:</p>\n<p style="padding-left:30px;">Madamoiselle,<br />\nA fin que ma lettre vous puisse aggreer, j’y adjousteray quelques rarites / que peut estre vous n’avez jamais veus. Assc. characteres Persiques / Japonois, et du Royaume de Siam, ou est cette grande ville d’Odia [Ayutthaya]. / s’il vous plaist retenir tout ceci, je me contenteray des copies de / vostre main, vous laissant l’authentique. Pour le chinois, il est / assez commun, et j’en ai assez. J’entends qu’il y a un chinois a Amsterdam, qui sait lire leur escriture. Je salue monsr. vostre / frere, et aussi-tost que mr. le Receveur Hoogenes mon cousin / aura ordre, je le lui signifieray. Au reste vous savez que je / ne desire que de temoigner que suis<br />\nMadle. vostre tres-humble serviteur<br />\nAndré Colvius<br />\nLe 3 de nov. 1637</p>\n<p>Koos informs me that <a href="https://www.cambridge.org/core/books/cambridge-descartes-lexicon/colvius-andreas-15941671/D4EE6165702341BD555B60194B4745F2" target="_blank" rel="noopener">Andreas Colvius</a> (1594-1671) was registered in the university of Leiden in 1612, where he studied Greek, Hebrew, mathematics, and theology; in 1619 he became a candidate for the Protestant ministry, and was minister at the Walloon Church in Dordrecht from 1628 to 1666.</p>\n<p>Anna Maria van Schurman (1607-1678) is the subject of a <a href="https://en.wikipedia.org/wiki/Anna_Maria_van_Schurman" target="_blank" rel="noopener">lengthy Wikipedia article</a> where she is described as &#8220;a Dutch painter, engraver, poet, and scholar, who is best known for her exceptional learning and her defence of female education. A highly educated woman by seventeenth century standards, she excelled in art, music, and literature, becoming proficient in 14 languages, including contemporary European languages, Latin, Greek, Hebrew, Arabic, Syriac, Aramaic, and an Ethiopic language.&#8221; (I think the apparently patronising phrase &#8220;by seventeenth century standards&#8221; is somewhat infelicitous; I&#8217;m sure the writer meant &#8220;by any standards&#8221; and that for a woman to be so highly educated at that time was rare.)</p>\n<p>The printed leaf with its covering letter was handed down to Anna Maria&#8217;s heirs until 1780, when the family bequeathed it to Franeker University (established in 1585, and the second oldest university in the Netherlands after Leiden). When the University was disbanded by Napoleon in 1811, it passed to Franeker Municipality, and is now on permanent loan to the Museum Martena. It was here, in August, at an exhibition on Anna Maria van Schurman, that Koos discovered it.</p>\n<p>Aside from the welcome addition to my list of two more printed fragments, what interests me most about this discovery are the words in which Colvius refers to the leaf in his letter “il est assez commun, et j’en ai assez.” So we now have it out of the horse’s mouth that in the early 17th century not only were books split up into fascicles for the curiosity trade, but even fascicles into leaves, and on quite some scale.</p>\n<p>By the most extraordinary coincidence, only days after Koos had told me of the leaf in the Museum Martena, Peter Kornicki contacted me to say that he had discovered several Chinese printed leaves bound up with the Japanese historical work <em>Azuma kagami</em> 吾妻鏡 in the library of Trinity College Dublin (MS 1645). These are from an edition of <em>Sishu daquan</em> 四書大全, and will be added to my list as soon as I have learned a bit more about them.</p>\n<p>None of this should have surprised me, because the single printed leaf in the Bodleian Library (<a href="http://allegro.bodleian.ox.ac.uk/chinese/20011017111155odh" target="_blank" rel="noopener">Sinica 121</a>) from a unique edition of the <em>Shuihuzhuan</em> 水滸傳 (of which other parts are in Stuttgart, Copenhagen, and Paris), together with a leaf bearing notes by Shen Fuzong and Thomas Hyde, has long been famous – it was the subject of a brief note by J.J.L. Duyvendak in <em>The Bodleian Library record</em> 2:28(1949), 245-247. More recently, in the summer of 2006, one of Elias Ashmole’s manuscripts (MS.Ashmole 1787) consisting of miscellaneous Oriental fragments was broken up and re-assigned, and one of them (now Sinica 90) was a single printed leaf from the medical work <em>Yixue rumen</em> 醫學入門 of which there are <a href="http://allegro.bodleian.ox.ac.uk/chinese/20150209113538odh" target="_blank" rel="noopener">four complete fascicles in the Bodleian</a>, one in Groningen, and another in the Vatican; bound with it, incidentally, was the much more important unique surviving copy of the latest known example of the Southern Ming calendar (Sinica 88, for the year 1677), which I have already mentioned in a <a href="https://serica.blog/2012/01/02/southern-ming-calendars/" target="_blank" rel="noopener">previous blog entry</a>.</p>\n<p>But the realisation that from their first appearance in Europe these leaves were widely distributed is mildly depressing, as tracking them down will be a Sisyphean task, especially when they are preserved not as discrete items in a collection (like Sinica 90 and 121, and S0119 in the Museum Martena), but bound up with other works as little more than endpapers (like MS 1645 in Trinity College Dublin).</p>\n<p>What’s new? Nothing. Sixty years ago, when I was a child at primary school in the wilds of Yorkshire where no Chinese had ever set foot, a girl in my class got hold of a page from what must have been a Hong Kong newspaper. None of us had ever seen any written Chinese before, any more than anyone had in the early seventeenth century. She carefully tore pieces off and gave them to her friends, and I was lucky enough to receive one. I think that was the spark that set off my interest in China. The desire of seventeenth century scholars to get their hands on a Chinese leaf is all too understandable.</p>'}], 'wfw_commentrss': 'https://serica.blog/2018/11/05/chinese-leaves/feed/', 'slash_comments': '1', 'media_content': [{'url': 'https://1.gravatar.com/avatar/736cd2a403bc72db3b321804225b15a0?s=96&d=identicon&r=G', 'medium': 'image'}, {'url': 'https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin2.jpg?w=162', 'medium': 'image'}, {'url': 'https://oldchinesebooks.files.wordpress.com/2018/11/wuchebajin1.jpg?w=164', 'medium': 'image'}], 'profile_name': 'SERICA'}]